export function jianli() {
	var jianli = [
		{
			"title": "简历",
			"text": "忐忐忑忑小菜鸟,一个喜欢运动但是怕热的选手。一个想要努力成为全栈，却发现前端的世界好似没有尽头的人。想说点漂亮话，却发现好像没啥能够炫耀的。非要说一个的话，我只能说，前进的时候一不小心跑偏了。 (°ー°〃)",
			"qq": "771193247",
			"email": "771193247@qq.com",
			"skill":[
				{"name":"Html && css","num":"90%"},
				{"name":"Js","num":"70%"},
				{"name":"JQ","num":"70%"},
				{"name":"Vue","num":"60%"},
				{"name":"Bootstrap &&  Echart","num":"60%"},
				{"name":"Lay_ui &&  Wijmo","num":"60%"},
				{"name":"微信小程序","num":"80%"},
				{"name":"WPS三件套","num":"60%"},
				{"name":"Ps","num":"70%"},
				{"name":"PR && AE","num":"50%"},
			],
			"workdd":[
				{workurl: "https://s1.328888.xyz/2022/08/19/Bu2fK.jpg",text: "设计：标语、传单、易拉宝、文化墙"},
				// {workurl: "https://s1.328888.xyz/2022/08/11/6OfwB.jpg",text: "微扫挪车、车智屏"},
			],
			"experdd":[
				{expertext: "2019.7.15：离开校门（山东交通职业学院）进入山东富缘科技有限公司实习；直到2019.10.20辞职回校。"},
				{expertext: "也是在这里完成了第一个响应式的官网（www.fuyuan620.com）;(⊙﹏⊙)可惜，倒闭了。"},
				{expertext: "2019.12.11：进入山东泰盈科技有限公司。感恩的地方。"},
				{expertext: "在这里真正意义上的感受到了什么是前后端分离，认识到了自己究竟学的多浅薄。"},
				{expertext: "vue的熟悉，还有控件hey_ui，wijmo的认识，慢慢见识到了真正的前端世界。"},
				{expertext: "2020.3.9：疫情的爆发，学校无奈，我的第二次实习无疾而终。"},
				{expertext: "2020.6.2：疫情下闭关了好久，出来之际，竟然发现自己要毕业了。"},
				{expertext: "说来奇怪，因为疫情，我们的毕业没有伤感。我入职了山东易初网络有限公司。"},
				{expertext: "大多是微信小程序的项目：微扫挪车；智能屏；其他就是简单的响应式网页了。"},
				{expertext: "2020.7.1：我正式毕业；"},
				{expertext: "三点一线，慢慢的忘记了学校里学的PHP、mysql、c语言的基础。稀里糊涂的学了pr和AE，有点迷。"},
				{expertext: "2021：抽空搞了个专升本（山东交通学院）。"},
				{expertext: "2022：眼睛的缘故，休息了一下，又抽空，考了个c1驾驶证；悲催的发现，不敢偷偷骑摩托车了，以后在增驾吧。"},
			],
			"newdescribe":[
				{desctext: " Ψ(￣∀￣)Ψ爱吃，不过有点挑食；不吃辣，有胃病；不吃犬肉，小时候有一只犬陪我一块长大的。"},
				{desctext: "(⊙ˍ⊙)喜欢恐怖片，搞笑剧；当然，晚上一个人不看恐怖片，思绪会控制不住。"},
				{desctext: " ╮(╯▽╰)╭喜欢画画，高中学的，那时候贼烦，后来没走专业，文化科成绩选了计算机后，竟然会怀念它。奇奇怪怪。"},
				{desctext: "喜欢文字，想到就干，试了试小说，试了后，心哇凉哇凉的，看的人才七百来个（其中又三四十的机器人）。泪奔！"},
				{desctext: "最喜欢数钱，可惜实力不允许，不数就知道-->五毛。"},
			],
			"sequence":"干饭魂",
			"total":"干饭",
			"title_url":"url",
			"time":"7.15"
		},
		{
			"title": "最新模块",
			"title_url": "测试2",
			"sequence": "测试3",
			"total": "测试4",
			"time":"测试5",
			"imgurl1":"测试6",
			"imgurl2":"测试7",
			"imgurl3":"测试8",
			"id":"测试9"
		}
	];
	return jianli;
}
